m5stack/M5PaperMono-PowerDemo/tests/normal_active/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESPTOOLPY_FLASHSIZE_16MB=y
CONFIG_SPIRAM=y
CONFIG_SPIRAM_MODE_OCT=y
CONFIG_SPIRAM_SPEED_80M=y
CONFIG_M5PM_TEST_ID="normal_active"
CONFIG_M5PM_CONFIG_ID="normal_active"
CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ_240=y
CONFIG_FREERTOS_HZ=1000
CONFIG_PARTITION_TABLE_CUSTOM=y
CONFIG_PARTITION_TABLE_CUSTOM_FILENAME="partitions.csv"
CONFIG_PARTITION_TABLE_FILENAME="partitions.csv"
CONFIG_LWIP_IP_FORWARD=y
CONFIG_LWIP_IPV4_NAPT=y
CONFIG_FATFS_LFN_HEAP=y
CONFIG_FATFS_MAX_LFN=255
CONFIG_FATFS_API_ENCODING_UTF_8=y
CONFIG_FATFS_CODEPAGE_DYNAMIC=y
CONFIG_LGFX_FONT_USE_GFX=y
CONFIG_LGFX_FONT_USE_M5GFX=y
CONFIG_FMB_MASTER_TIMEOUT_MS_RESPOND=10000
CONFIG_FMB_MASTER_MAX_API_BLOCKING_TIME_MS=10000
